---
kind: property
id: P:Autodesk.Revit.DB.SpecTypeId.DuctSize
source: html/ba54de0c-faff-63f0-4dfd-a99f8b2624a4.htm
---
# Autodesk.Revit.DB.SpecTypeId.DuctSize Property

Duct Size, in discipline HVAC.

## Syntax (C#)
```csharp
public static ForgeTypeId DuctSize { get; }
```